notes/2021-02-22-14-16-43-hallVarietiesCapitalismInstitutional2001.org
:PROPERTIES:
:ID:       a71ab0e8-2a4c-4930-8d93-9072d676fdab
:ROAM_REFS: cite:hallVarietiesCapitalismInstitutional2001
:END:
#+TITLE: hallVarietiesCapitalismInstitutional2001: Varieties of capitalism: the institutional foundations of comparative advantage (2001, )
#+OPTIONS: toc:nil num:nil
#+filetags: Theoretical QCA VoC
Time-stamp: 2021-02-22
- tags :: Capitalism,Comparative advantage (International trade),Comparative economics,Competition; International,Institutional economics


* Backlinks

[[id:91af4a64-81b2-42dc-a3bc-07a91329a989][Varieties of Capitalisms]]

* FISH-5SS


|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <50>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           |
| *Background*                                  | There is an increase in both deregulation process and internationalization of finance. Both of them would suggest a "convergence hypothesis". VoC stablishes an analysis in which Political Economies tends to ensure its particularities in order to guarantee its comparative institutional advantages                                                                                                                                                                                                       |
| *Supporting Ideas*                            | Firms' internationalization is weaker than expected and government are not defesenless. These ideias supports the dual convergence proposal. In summary, comparative institutional advantages makes firms less mobile. The exploitation of some particular is made by institutional arbitrages (guarantee access to others' countries comparative institutional advantages). Theoretically, is highly based on Williamson and North ideas while its differences are more on granularity of VoC classification. |
| *Purpose*                                     | Systematize the VoC analysis framework, describing its concepts, consequences and distinctiveness to prior literature.                                                                                                                                                                                                                                                                                                                                                                                         |
| *Originality/value (Contribution)*            | Organizes this emerging framework.                                                                                                                                                                                                                                                                                                                                                                                                                                                                             |
| *Relevance*                                   | This chapter is an introduction to VoC literature and is well known, thus, this is an important reading. Additionally, provides some usefull definitions.                                                                                                                                                                                                                                                                                                                                                      |
| *Design/methodology/approach*                 | Presents some supporting data and comparison with prior literature.                                                                                                                                                                                                                                                                                                                                                                                                                                            |
| *Sample*                                      | Developed economies (no econometric procedure)                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |
| *Results*                                     | Firm-centric analysis in which the coordination problem is the main issue. Comparative institutional advantages explain some reacts of recent changes; predicts that LME and CME will be even more distinct; Incentives and policy making should occur according to the VoC typology.                                                                                                                                                                                                                          |
| *(Interesting) Findings*                      |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                |
| *Research limitations/implications (Critics)* | LME and CME typology is not adequate to deal with housing issues since its is a firm-centric clusterization; institutional complementarity is too shalow: the co-ocorrence of institutions implies higher returns. *Alternative:* The presence of a institutional set may replace the function of other set while; the presence/absense of a set must be required (necessary) to an outcome occur. In other words, institutional consequences could not be seriourly analyzed aditivelly.                        |
| *Uncategorized stuff*                         |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                |
| *5SS*                                         | Presents the VoC approach in which firm is back to the center; coordination problems are the main concerning; globalization do not leads to total convergence while institutional comparative advantages provides some resiliences that explain the dual convergence hypothesis.                                                                                                                                                                                                                               |
|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

* Specifics comments
 :PROPERTIES:
 :Custom_ID: hallVarietiesCapitalismInstitutional2001
 :AUTHOR: P. A. Hall, & D. W. Soskice
 :JOURNAL:
 :YEAR: 2001
 :DOI:
 :URL:
 :END:


