docs/notes/2021-02-22-14-16-43-hallVarietiesCapitalismInstitutional2001.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-07 ter 18:56 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>hallVarietiesCapitalismInstitutional2001: Varieties of
  capitalism: the institutional foundations of comparative
  advantage (2001, )</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">hallVarietiesCapitalismInstitutional2001:
    Varieties of capitalism: the institutional foundations of
    comparative advantage (2001, )</h1>
    <p>Time-stamp: 2021-02-22</p>
    <dl class="org-dl">
      <dt>tags</dt>
      <dd>Capitalism,Comparative advantage (International
      trade),Comparative economics,Competition;
      International,Institutional economics</dd>
    </dl>
    <div id="outline-container-orgc809fce" class="outline-2">
      <h2 id="orgc809fce">Backlinks</h2>
      <div class="outline-text-2" id="text-orgc809fce">
        <p><a href=
        "20210210190446-variaeties_of_capitalisms.html#ID-91af4a64-81b2-42dc-a3bc-07a91329a989">
        Varieties of Capitalisms</a></p>
      </div>
    </div>
    <div id="outline-container-orgf646893" class="outline-2">
      <h2 id="orgf646893">FISH-5SS</h2>
      <div class="outline-text-2" id="text-orgf646893">
        <table border="2" cellspacing="0" cellpadding="6" rules=
        "groups" frame="hsides">
          <colgroup>
            <col class="org-left" />
            <col class="org-left" />
          </colgroup>
          <tbody>
            <tr>
              <td class="org-left"><b>Background</b></td>
              <td class="org-left">There is an increase in both
              deregulation process and internationalization of
              finance. Both of them would suggest a “convergence
              hypothesis”. VoC stablishes an analysis in which
              Political Economies tends to ensure its
              particularities in order to guarantee its comparative
              institutional advantages</td>
            </tr>
            <tr>
              <td class="org-left"><b>Supporting Ideas</b></td>
              <td class="org-left">Firms’ internationalization is
              weaker than expected and government are not
              defesenless. These ideias supports the dual
              convergence proposal. In summary, comparative
              institutional advantages makes firms less mobile. The
              exploitation of some particular is made by
              institutional arbitrages (guarantee access to others’
              countries comparative institutional advantages).
              Theoretically, is highly based on Williamson and
              North ideas while its differences are more on
              granularity of VoC classification.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Purpose</b></td>
              <td class="org-left">Systematize the VoC analysis
              framework, describing its concepts, consequences and
              distinctiveness to prior literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Originality/value
              (Contribution)</b></td>
              <td class="org-left">Organizes this emerging
              framework.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Relevance</b></td>
              <td class="org-left">This chapter is an introduction
              to VoC literature and is well known, thus, this is an
              important reading. Additionally, provides some
              usefull definitions.</td>
            </tr>
            <tr>
              <td class="org-left">
              <b>Design/methodology/approach</b></td>
              <td class="org-left">Presents some supporting data
              and comparison with prior literature.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Sample</b></td>
              <td class="org-left">Developed economies (no
              econometric procedure)</td>
            </tr>
            <tr>
              <td class="org-left"><b>Results</b></td>
              <td class="org-left">Firm-centric analysis in which
              the coordination problem is the main issue.
              Comparative institutional advantages explain some
              reacts of recent changes; predicts that LME and CME
              will be even more distinct; Incentives and policy
              making should occur according to the VoC
              typology.</td>
            </tr>
            <tr>
              <td class="org-left"><b>(Interesting)
              Findings</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Research
              limitations/implications (Critics)</b></td>
              <td class="org-left">LME and CME typology is not
              adequate to deal with housing issues since its is a
              firm-centric clusterization; institutional
              complementarity is too shalow: the co-ocorrence of
              institutions implies higher returns.
              <b>Alternative:</b> The presence of a institutional
              set may replace the function of other set while; the
              presence/absense of a set must be required
              (necessary) to an outcome occur. In other words,
              institutional consequences could not be seriourly
              analyzed aditivelly.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Uncategorized stuff</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>5SS</b></td>
              <td class="org-left">Presents the VoC approach in
              which firm is back to the center; coordination
              problems are the main concerning; globalization do
              not leads to total convergence while institutional
              comparative advantages provides some resiliences that
              explain the dual convergence hypothesis.</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
    <div id=
    "outline-container-hallVarietiesCapitalismInstitutional2001"
    class="outline-2">
